Repository: astralchen/AppleIM
Catalog: AppleIM/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en, zh_hant

# account.action.deleteLocalData
source: 删除本地数据
ar: حذف البيانات المحلية
en: Delete Local Data
zh_hant: 刪除本機資料

# account.action.language
source: 语言
ar: اللغة
en: Language
zh_hant: 語言

# account.action.logOut
source: 退出登录
ar: تسجيل الخروج
en: Log Out
zh_hant: 登出

# account.action.switchAccount
source: 切换账号
ar: تبديل الحساب
en: Switch Account
zh_hant: 切換帳號

# account.delete.confirm.message
source: 这会删除当前账号在本设备上的本地数据库、搜索索引、媒体文件、缓存和数据库密钥。其他账号不受影响。
ar: سيؤدي هذا إلى حذف قاعدة البيانات المحلية وفهرس البحث وملفات الوسائط والذاكرة المؤقتة ومفتاح قاعدة البيانات للحساب الحالي على هذا الجهاز. لن تتأثر الحسابات الأخرى.
en: This deletes the current account's local database, search index, media files, cache, and database key from this device. Other accounts are not affected.
zh_hant: 這會刪除目前帳號在本裝置上的本機資料庫、搜尋索引、媒體檔案、快取和資料庫金鑰。其他帳號不受影響。

# account.delete.confirm.title
source: 删除本地数据？
ar: حذف البيانات المحلية؟
en: Delete Local Data?
zh_hant: 刪除本機資料？

# account.delete.error.message
source: 请稍后重试。
ar: يرجى المحاولة مرة أخرى.
en: Please try again.
zh_hant: 請稍後再試。

# account.delete.error.title
source: 无法删除本地数据
ar: تعذر حذف البيانات المحلية
en: Unable to Delete Local Data
zh_hant: 無法刪除本機資料

# account.language.currentSystemFormat
source: 跟随系统 - 当前为 %@
ar: يتبع النظام - حاليًا %@
en: Follow System - Currently %@
zh_hant: 跟隨系統 - 目前為 %@

# account.title
source: 账号
ar: الحساب
en: Account
zh_hant: 帳號

# chat.action.delete
source: 删除
ar: حذف
en: Delete
zh_hant: 刪除

# chat.action.recordVoice
source: 录制语音
ar: تسجيل صوت
en: Record Voice
zh_hant: 錄製語音

# chat.action.revoke
source: 撤回
ar: استرجاع
en: Revoke
zh_hant: 收回

# chat.action.send
source: 发送
ar: إرسال
en: Send
zh_hant: 傳送

# chat.back.accessibility
source: 返回消息列表
ar: العودة إلى الرسائل
en: Back to Messages
zh_hant: 返回訊息列表

# chat.back.unread.accessibility
source: 返回消息列表，%@ 条未读
ar: العودة إلى الرسائل، %@ غير مقروءة
en: Back to Messages, %@ unread
zh_hant: 返回訊息列表，%@ 則未讀

# chat.delete.confirm.message
source: 这条消息将从本设备移除。
ar: ستتم إزالة هذه الرسالة من هذا الجهاز.
en: This message will be removed from this device.
zh_hant: 這則訊息將從本裝置移除。

# chat.delete.confirm.title
source: 删除消息？
ar: حذف الرسالة؟
en: Delete Message?
zh_hant: 刪除訊息？

# chat.empty
source: 暂无消息
ar: لا توجد رسائل بعد
en: No messages yet
zh_hant: 暫無訊息

# chat.groupAnnouncement.placeholder
source: 输入群公告
ar: أدخل إعلان المجموعة
en: Enter group announcement
zh_hant: 輸入群公告

# chat.groupAnnouncement.title
source: 群公告
ar: إعلان المجموعة
en: Group Announcement

# chat.input.placeholder
source: 消息
ar: رسالة
en: Message
zh_hant: 訊息

# chat.attachment.remove.accessibility
source: 移除附件
ar: إزالة المرفق
en: Remove Attachment

# chat.emoji.empty
source: 暂无表情
ar: لا توجد ملصقات
en: No emoji
zh_hant: 暫無表情

# chat.emoji.favorites
source: 收藏
ar: المفضلة
en: Favorites

# chat.emoji.recent
source: 最近
ar: الأخيرة
en: Recent

# chat.groupAnnouncement.inlineFormat
source: 公告：%@
ar: الإعلان: %@
en: Announcement: %@

# chat.media.image.accessibility
source: 图片
ar: صورة
en: Image
zh_hant: 圖片

# chat.media.imageUnavailable
source: 图片不可用
ar: الصورة غير متاحة
en: Image unavailable
zh_hant: 圖片無法使用

# chat.media.playVideo.accessibility
source: 播放视频
ar: تشغيل الفيديو
en: Play Video
zh_hant: 播放影片

# chat.media.videoUnavailable
source: 视频不可用
ar: الفيديو غير متاح
en: Video unavailable
zh_hant: 影片無法使用

# chat.mention.all
source: @所有人
ar: @الجميع
en: @Everyone

# chat.mention.all.subtitle
source: 提醒全部群成员
ar: تنبيه كل أعضاء المجموعة
en: Notify every group member
zh_hant: 提醒所有群組成員

# chat.mention.dismiss.accessibility
source: 下滑关闭
ar: اسحب للأسفل للإغلاق
en: Swipe down to close
zh_hant: 向下滑動關閉

# chat.mention.done
source: 完成
ar: تم
en: Done

# chat.mention.jumpToSection.accessibility
source: 跳转到%@分组
ar: الانتقال إلى قسم %@
en: Jump to %@ section
zh_hant: 跳至%@分組

# chat.mention.multiSelect
source: 多选
ar: تحديد متعدد
en: Multi-select
zh_hant: 多選

# chat.mention.nicknameFormat
source: 昵称：%@
ar: الاسم: %@
en: Nickname: %@
zh_hant: 暱稱：%@

# chat.mention.notSelected
source: 未选择
ar: غير محدد
en: Not selected
zh_hant: 未選取

# chat.mention.search.placeholder
source: 搜索
ar: بحث
en: Search
zh_hant: 搜尋

# chat.mention.selected
source: 已选择
ar: محدد
en: Selected
zh_hant: 已選取

# chat.mention.title
source: 选择提醒的人
ar: اختر من تريد تنبيهه
en: Choose Mentions
zh_hant: 選擇提醒對象

# chat.photoLibrary.photo.accessibility
source: 照片
ar: صورة
en: Photo

# chat.photoLibrary.selected.accessibility
source: 已选择 %d
ar: تم التحديد %d
en: Selected %d
zh_hant: 已選取 %d

# chat.photoLibrary.video.accessibility
source: 视频 %@
ar: فيديو %@
en: Video %@
zh_hant: 影片 %@

# chat.upload.progress.accessibility
source: 正在上传 %d%%
ar: جارٍ الرفع %d%%
en: Uploading %d%%
zh_hant: 正在上傳 %d%%

# chat.voice.play.accessibility
source: 播放语音
ar: تشغيل الصوت
en: Play Voice
zh_hant: 播放語音

# chat.voice.stop.accessibility
source: 停止语音
ar: إيقاف الصوت
en: Stop Voice
zh_hant: 停止語音

# chat.voicePreview.pause.accessibility
source: 暂停语音预览
ar: إيقاف معاينة الصوت مؤقتًا
en: Pause Voice Preview
zh_hant: 暫停語音預覽

# chat.voicePreview.play.accessibility
source: 播放语音预览
ar: تشغيل معاينة الصوت
en: Play Voice Preview
zh_hant: 播放語音預覽

# chat.voicePreview.send.accessibility
source: 发送语音预览
ar: إرسال معاينة الصوت
en: Send Voice Preview
zh_hant: 傳送語音預覽

# chat.voiceRecording.stop.accessibility
source: 停止录音
ar: إيقاف تسجيل الصوت
en: Stop Voice Recording
zh_hant: 停止錄音

# chat.more
source: 更多
ar: المزيد
en: More

# chat.more.emoji
source: 表情
ar: الملصقات
en: Emoji

# chat.more.photoLibrary
source: 相册
ar: الصور
en: Photos
zh_hant: 相簿

# chat.revoke.confirm.message
source: 本地会话中的所有人都会看到撤回提示。
ar: سيرى الجميع في هذه المحادثة المحلية إشعار الاسترجاع.
en: Everyone in this local conversation will see a revoke notice.
zh_hant: 本機會話中的所有人都會看到收回提示。

# chat.revoke.confirm.title
source: 撤回消息？
ar: استرجاع الرسالة؟
en: Revoke Message?
zh_hant: 收回訊息？

# chat.simulateIncoming.accessibility
source: 后台推送对方消息
ar: محاكاة رسالة واردة في الخلفية
en: Simulate incoming background message
zh_hant: 背景推送對方訊息

# chat.voicePreview.delete
source: 删除语音预览
ar: حذف معاينة الصوت
en: Delete Voice Preview
zh_hant: 刪除語音預覽

# common.cancel
source: 取消
ar: إلغاء
en: Cancel

# common.close
source: 关闭
ar: إغلاق
en: Close
zh_hant: 關閉

# common.ok
source: 确定
ar: حسنًا
en: OK
zh_hant: 確定

# common.save
source: 保存
ar: حفظ
en: Save
zh_hant: 儲存

# contacts.empty
source: 暂无联系人
ar: لا توجد جهات اتصال بعد
en: No contacts yet
zh_hant: 暫無聯絡人

# contacts.search.placeholder
source: 搜索联系人
ar: البحث في جهات الاتصال
en: Search Contacts
zh_hant: 搜尋聯絡人

# contacts.section.friends
source: 联系人
ar: جهات الاتصال
en: Contacts
zh_hant: 聯絡人

# contacts.section.groups
source: 群聊
ar: المجموعات
en: Groups

# contacts.section.starred
source: 星标联系人
ar: المفضلة
en: Starred
zh_hant: 星標聯絡人

# contacts.title
source: 通讯录
ar: جهات الاتصال
en: Contacts
zh_hant: 通訊錄

# conversation.empty
source: 暂无会话
ar: لا توجد محادثات بعد
en: No conversations yet
zh_hant: 暫無會話

# conversation.search.placeholder
source: 搜索
ar: بحث
en: Search
zh_hant: 搜尋

# conversation.title
source: 消息
ar: الرسائل
en: Messages
zh_hant: 訊息

# language.option.arabic
source: 阿拉伯文
ar: العربية
en: Arabic

# language.option.english
source: 英文
ar: الإنجليزية
en: English

# language.option.simplifiedChinese
source: 简体中文
ar: الصينية المبسطة
en: Simplified Chinese
zh_hant: 簡體中文

# language.option.system
source: 跟随系统
ar: اتبع النظام
en: Follow System
zh_hant: 跟隨系統

# language.option.traditionalChinese
source: 繁体中文
ar: الصينية التقليدية
en: Traditional Chinese
zh_hant: 繁體中文

# language.search.placeholder
source: 搜索
ar: بحث
en: Search
zh_hant: 搜尋

# language.section.iphoneLanguages
source: iPhone 语言
ar: لغات iPhone
en: iPhone Languages
zh_hant: iPhone 語言

# language.subtitle.arabic
source: 阿拉伯语
ar: العربية
en: Arabic
zh_hant: 阿拉伯文

# language.subtitle.english
source: 英语
ar: الإنجليزية
en: English
zh_hant: 英文

# language.subtitle.simplifiedChinese
source: 简体中文
ar: الصينية المبسطة
en: Chinese, Simplified
zh_hant: 簡體中文

# language.subtitle.traditionalChinese
source: 繁体中文
ar: الصينية التقليدية
en: Chinese, Traditional
zh_hant: 繁體中文

# language.title
source: 语言
ar: اللغة
en: Language
zh_hant: 語言

# language.title.select
source: 选择语言
ar: اختر اللغة
en: Select Language
zh_hant: 選擇語言

# login.account.placeholder
source: Apple ID 或账号
ar: Apple ID أو الحساب
en: Apple ID or account
zh_hant: Apple ID 或帳號

# login.password.placeholder
source: 密码
ar: كلمة المرور
en: Password
zh_hant: 密碼

# login.submit
source: 登录
ar: تسجيل الدخول
en: Log In
zh_hant: 登入

# login.subtitle
source: 登录后继续使用消息。
ar: سجّل الدخول للمتابعة إلى الرسائل.
en: Sign in to continue to Messages.
zh_hant: 登入後繼續使用訊息。

# login.title
source: 登录
ar: تسجيل الدخول
en: Login
zh_hant: 登入

# search.result.title
source: 搜索结果
ar: نتيجة البحث
en: Search Result
zh_hant: 搜尋結果

# search.section.contacts
source: 联系人
ar: جهات الاتصال
en: Contacts
zh_hant: 聯絡人

# search.section.conversations
source: 会话
ar: المحادثات
en: Conversations
zh_hant: 會話

# search.section.messages
source: 消息
ar: الرسائل
en: Messages
zh_hant: 訊息

# startup.error.title
source: 无法启动 ChatBridge
ar: تعذر بدء ChatBridge
en: Unable to start ChatBridge
zh_hant: 無法啟動 ChatBridge
